problems/+azevedo/@ImpactOnBrick/meshes/brickSym8x8x8/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.0                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    top
    {
        type            wall;
        nFaces          64;
        startFace       1344;
    }
    left
    {
        type            wall;
        nFaces          64;
        startFace       1408;
    }
    right
    {
        type            wall;
        nFaces          64;
        startFace       1472;
    }
    bottom
    {
        type            wall;
        nFaces          64;
        startFace       1536;
    }
    back
    {
        type            wall;
        nFaces          64;
        startFace       1600;
    }
    front
    {
        type            wall;
        nFaces          64;
        startFace       1664;
    }
)


// ************************************************************************* //
